/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", total des calories %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", distance totale %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ par %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "Exercice %1$@, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "modification : %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "Comptes %@";

/* %@=Type of workout */
"%@ Workout, no unit data" = "Exercice %@, aucune information d’unité";

/* A folder in Dropbox or Box */
"Folder" = "Dossier";

/* A single App Store app */
"App Store app" = "App de l’App Store";

/* A single Box file */
"Box file" = "Fichier Box";

/* A single Dropbox file */
"Dropbox file" = "Fichier Dropbox";

/* A single Evernote note */
"Evernote note" = "Note Evernote";

/* A single Giphy item */
"Giphy item" = "Élément Giphy";

/* A single Trello board */
"Trello board" = "Tableau Trello";

/* A single Trello card */
"Trello card" = "Carte Trello";

/* A single Trello item */
"Trello item" = "Élément Trello";

/* A single Trello list */
"Trello list" = "Liste Trello";

/* A single Ulysses sheet */
"Ulysses sheet" = "Feuille Ulysses";

/* A single bar code */
"Bar code" = "Code-barres";

/* A single blood pressure recording */
"Blood pressure" = "Pression artérielle";

/* A single health sample in HealthKit */
"Health sample" = "Échantillon de Santé";

/* A single iTunes artist */
"iTunes artist" = "Artiste iTunes";

/* A single iTunes product */
"iTunes product" = "Produit iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "Mettre à jour les réglages des notifications";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Permet de permuter entre les caméras des faces avant et arrière";

/* Accessibility label for camera shutter button */
"Take picture" = "Prendre une photo";

/* Accessibility label; button to start dictation */
"Start dictation" = "Démarrer la dictée";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Arrêter la dictée";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Sélecteur d’appareil photo - face avant";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Sélecteur d’appareil photo - face arrière";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Changement d’appareil photo";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Vous devez nommer la nouvelle carte Trello.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Vous devez sélectionner un tableau pour y créer la carte.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Vous devez sélectionner une liste pour y créer la carte.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "Le téléchargement de %@ sous forme de pièce jointe a échoué.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "L’heure indiquée pour l’alerte n’est pas valide. Veuillez vérifier l’orthographe et assurez-vous d’avoir indiqué une heure.";

/* Add new event; choose end date */
"Choose End Date" = "Choisir une date de fin";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Une date de fin non valide a été fournie. Veuillez indiquer une date de fin pour cet événement.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Une date de début non valide a été fournie. Veuillez indiquer une date de début pour cet événement.";

/* Add new event; error */
"Invalid End Date" = "Date de fin non valide";

/* Add new event; error */
"Invalid Start Date" = "Date de début non valide";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Aucun titre n’a été fourni. Veuillez indiquer un titre pour cet événement.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Aucun titre n’a été fourni. Veuillez indiquer un titre pour ce rappel.";

/* Add new reminder error */
"The alert location provided could not be found." = "L’emplacement d’alerte indiqué est introuvable.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Quand j’atteins : %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Quand je quitte : %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Quand je suis à proximité : %@";

/* Add new reminder; alert trigger never */
"Never" = "Jamais";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Varie";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Aucune liste sélectionnée";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Vous devez sélectionner une liste à laquelle ajouter la tâche.";

/* Add to Wunderlist action no title error */
"No Title" = "Aucun titre";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Vous devez indiquer un titre lorsque vous créez une nouvelle tâche dans Wunderlist.";

/* Alarm frequency; All days are selected */
"Every Day" = "Tous les jours";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Régler le WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Active ou désactive le WLAN de l’appareil.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "Vous devez indiquer un nom de fichier ou un chemin dans Ajouter au fichier.";

/* Append file failure reason */
"No File Path Provided" = "Aucun chemin de fichier fourni";

/* Ask for input action */
"Enter URL" = "Saisir une URL";

/* Ask for input action */
"Enter number" = "Saisir un nombre";

/* Ask for input action */
"Pick date" = "Choisir une date";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Touchez pour terminer l’enregistrement.";

/* Audio recorder */
"Tap to start recording." = "Touchez pour démarrer l’enregistrement.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Les données base64 transmises à Base64 Encode ne sont pas valides.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "Un fichier portant le nom « %@ » existe déjà au chemin indiqué.";

/* Box error */
"The folder doesn't exist" = "Le dossier n’existe pas";

/* Box error */
"The folder doesn’t exist" = "Le dossier n’existe pas";

/* Box error message */
"An error occured while authenticating your Box account." = "Une erreur est survenue lors de l’authentification de votre compte Box.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "Le dossier dans lequel vous avez essayé d’enregistrer (%1$@) est un fichier existant dans votre %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Le chemin auquel vous avez essayé d’ajouter du texte (%1$@) se trouve à l’intérieur d’un fichier existant dans votre %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "Le chemin auquel vous avez essayé de créer un dossier (%1$@) est un fichier existant dans votre %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "Le chemin auquel vous avez essayé de créer un dossier (%1$@) se trouve à l’intérieur d’un fichier existant dans votre %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "Le chemin que vous avez essayé d’utiliser pour l’enregistrement (%1$@) n’existe pas dans votre %2$@.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "« %@ » est introuvable dans votre compte Box.";

/* Button */
"Cancel" = "Annuler";

/* Button */
"Continue Anyway" = "Continuer quand même";

/* Button */
"Delete" = "Supprimer";

/* Button */
"Delete Account" = "Supprimer le compte";

/* Button */
"Done" = "OK";

/* Button */
"Log In" = "Se connecter";

/* Button */
"Next" = "Suivant";

/* Button */
"OK" = "OK";

/* Button */
"Retry" = "Réessayer";

/* Button */
"Sign In" = "Se connecter";

/* Button or title */
"Add Account" = "Ajouter le compte";

/* Button or title */
"Login" = "Connexion";

/* Button that takes user to the iOS Health app */
"Open Health" = "Ouvrir Santé";

/* Button to allow access to health data or notifications */
"Allow Access" = "Autoriser l’accès";

/* Button to open Settings */
"Open Settings" = "Ouvrir Réglages";

/* Button; edit opacity */
"Opacity" = "Opacité";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Rotation";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Créer un mot de passe propre à l’app";

/* Button; reset changes made in overlay image action */
"Reset" = "Réinitialiser";

/* Camera flash option - auto */
"Auto" = "Auto";

/* Camera flash option - off */
"Off" = "Désactivé";

/* Camera flash option - on */
"Flash On" = "Activé";

/* Choose an item */
"Choose" = "Choisir";

/* Choose from list action */
"Choose an item" = "Choisir un élément";

/* Choose multiple images */
"Choose Images" = "Choisir des images";

/* Choose one image */
"Choose Image" = "Choisir une image";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Ce fichier est trop volumineux pour CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Vous avez dépassé la limite de chargement quotidienne pour votre forfait CloudApp Free.";

/* Combine images action error */
"Cannot run Combine Images" = "Impossible d’exécuter Combiner les images";

/* Combine images action error description */
"No images were provided to combine." = "Aucune image à combiner n’a été fournie.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Conditions météo";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Conditions météo";

/* Content property name */
"Biological Sex (Content Property Name)" = "Sexe biologique";

/* Content property name */
"Blood Type (Content Property Name)" = "Groupe sanguin";

/* Content property name */
"Date of Birth (Content Property Name)" = "Date de naissance";

/* Content property name */
"Unspecified (Content Property Name)" = "Non spécifié";

/* Create IFTTT applet */
"Create Applet" = "Créer un applet";

/* Create Trello list action error */
"You must select a board to create the list on." = "Vous devez sélectionner un tableau pour y créer la liste.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Vous devez indiquer un chemin pour le nouveau dossier.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Aucun chemin indiqué !";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Aventure/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Aventure/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Aucun nom n’a été fourni. Veuillez indiquer un nom pour la playlist.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Date de la pression artérielle";

/* Default notification text for Show Notification action. */
"Notification" = "Notification";

/* Default value for the translate text action */
"Detect Language" = "Détecter la langue";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Voulez-vous vraiment supprimer %@ ?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "Êtes-vous ABSOLUMENT sûr de vouloir supprimer %@ ?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Êtes-vous ABSOLUMENT CERTAIN de vouloir supprimer %@ ?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Supprimer %@ ?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "exercice";

/* Dictate text action error */
"Recognition Unavailable" = "Reconnaissance non disponible";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "La reconnaissance vocale n’est pas disponible pour le moment. Il est possible que vous deviez vous connecter à Internet.";

/* Dictate text action is listening to user */
"Now listening…" = "À l’écoute…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Assurez-vous de transmettre une URL dans l’action Obtenir le contenu de l’URL.";

/* Download URL or Open URL action error */
"No URL Specified" = "Aucune URL indiquée";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Un fichier était attendu, mais le chemin fourni indique un élément qui n’est pas un fichier.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Un dossier était attendu, mais le chemin fourni indique un élément qui n’est pas un dossier.";

/* Dropbox error */
"A shared link already exists." = "Un lien partagé existe déjà.";

/* Dropbox error */
"Access to the requested path is forbidden." = "L’accès au chemin requis n’est pas autorisé.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Une erreur est survenue lors de la création d’un lien de partage, car l’e-mail associé à votre compte Dropbox n’a pas été vérifié.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox ne peut pas accéder à ce fichier ou dossier en raison de son nom.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox ne peut pas enregistrer ce fichier ou dossier en raison de son nom.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox ne peut pas écrire à l’emplacement indiqué en raison d’un conflit.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Impossible de transférer le fichier, car le contenu est restreint. Par exemple, il existe parfois des restrictions juridiques en raison de droits d’auteur.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Le paramètre racine de chemin fourni n’est pas valide.";

/* Dropbox error */
"The request timed out. Please try again." = "La demande a expiré. Réessayez.";

/* Dropbox error */
"The share settings provided are invalid." = "Les réglages de partage ne sont pas valides.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Aucun fichier n’est disponible au chemin indiqué.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Vous n’avez pas l’autorisation de modifier les réglages de ce lien.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Votre espace de stockage est insuffisant dans Dropbox pour placer ces données.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Vous n’avez pas l’autorisation d’écrire dans l’emplacement indiqué.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "Le chemin que vous avez essayé d’utiliser pour l’enregistrement (%1$@) est un fichier existant dans votre %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "Impossible d’enregistrer « %@ », car il s’agit d’un dossier ou d’un paquet. Vous pouvez compresser ce fichier avec Créer une archive avant d’enregistrer.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Aucun élément trouvé au chemin : %@";

/* Dropbox or Box error */
"Folder already exists" = "Le dossier existe déjà";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "Le chemin que vous avez essayé d’utiliser pour l’enregistrement (%1$@) est un fichier existant dans votre %2$@. Lorsque vous enregistrez plusieurs fichiers simultanément, essayez plutôt d’indiquer le chemin vers un dossier.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "Le chemin que vous avez essayé d’utiliser pour l’enregistrement (%1$@) est un dossier existant dans votre %2$@. Lorsque vous ajoutez du texte au début ou la fin d’un fichier, essayez plutôt d’indiquer le chemin vers un fichier.";

/* Dropbox unknown error */
"An unknown error occurred" = "Une erreur inconnue s’est produite";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Une erreur inconnue s’est produite (%@).";

/* Email account encryption */
"Encryption" = "Chiffrement";

/* Email account login authentication error */
"Authentication Failed" = "Échec de l’authentification";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "L’adresse e-mail ou le mot de passe que vous avez saisi est incorrect.\n\nSi vous avez activé la validation en deux étapes, vous devez créer un mot de passe spécifique à l’app.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "L’adresse e-mail ou le mot de passe que vous avez indiqué est incorrect. Si vous avez activé la validation en deux étapes, vous devez saisir un mot de passe spécifique à l’app.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Réglages avancés";

/* Email address field placeholder */
"user@example.com" = "utilisateur@example.com";

/* Email address field title or placeholder */
"Email" = "E-mail";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Nom d’hôte";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Date de fin de la pression artérielle";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "Faire sonner a échoué, car le format de l’entrée n’est pas pris en charge.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Veuillez saisir une date valide dans l’action Date.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Date non valide";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Obtenir le temps de trajet a échoué, car aucune destination n’a été utilisée comme entrée.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "L’exécution de JavaScript sur la page web a échoué, car aucune page web n’a été utilisée comme entrée.";

/* Error message */
"Your email or password is incorrect." = "Votre e-mail ou mot de passe est incorrect.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Veuillez transmettre une URL de flux valide à l’action Ouvrir les éléments du flux RSS.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Veuillez saisir une adresse valide dans l’action Adresse.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "Le lieu que vous avez transmis dans l’action Obtenir le temps de trajet est introuvable. Essayez d’indiquer une ville et une région en plus de la rue.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Plusieurs alarmes ont été trouvées avec l’étiquette %@. Essayez de choisir une alarme spécifique.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "« Exécuter une scène Maison » a échoué car le domicile « %1$@ » est introuvable.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "« Exécuter une scène Maison » a échoué car la scène « %1$@ » est introuvable dans le domicile « %2$@ ».";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "« Exécuter une scène Maison » a échoué car aucun domicile n’a été sélectionné.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "« Exécuter une scène Maison » a échoué car aucune scène n’a été sélectionnée.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Impossible d’analyser le flux d’actualité";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Aucune adresse";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Lieu non valide";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Veuillez fournir une unité vers laquelle effectuer la conversion.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "La mesure a échoué, car aucune unité n’a été indiquée. Veuillez en choisir une.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "Une mesure exprimée en %1$@ ne peut pas être convertie en %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Veuillez fournir une date valide pour l’alarme.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Pour utiliser cette action, activez Siri dans Réglages.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Impossible de traiter la requête, car Siri est désactivé.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "La durée du minuteur doit être inférieure à 24 heures.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Veuillez fournir une durée pour le minuteur.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Veuillez indiquer une alarme à allumer/éteindre.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "Une erreur inconnue est survenue lors du traitement de la requête.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Impossible de traiter la requête, car elle n’est pas prise en charge sur cette plateforme.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Aucun lieu";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Aucune page web";

/* Exit shortcut action error */
"User requested shortcut exit." = "L’utilisateur a requis une sortie du raccourci.";

/* File name example with preceding / */
"/example.txt" = "/example.txt";

/* File name example without preceding / */
"example.txt" = "exemple.txt";

/* File picker; button */
"Save Here" = "Enregistrer ici";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Obtenir les fichiers sélectionnés (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Obtenir le fichier sélectionné (1)";

/* File status */
"This folder is empty" = "Ce dossier est vide";

/* File status loading */
"Loading…" = "Chargement…";

/* Find health sample; no samples found */
"No Samples Found" = "Aucun échantillon trouvé";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Aucun échantillon de %@ n’est enregistré, ou vous devez autoriser Raccourcis à accéder aux échantillons dans l’app Santé.";

/* Finish dictation command */
"Finish Dictation" = "Terminer la dictée";

/* Generic health object type when we can’t determine the object type */
"Health" = "Santé";

/* Get File action; file name example with preceding / */
"/example.txt" = "/example.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "exemple.txt";

/* Get IP address action error */
"The domain could not be found." = "Le domaine est introuvable.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Le domaine est introuvable. (Erreur 2)";

/* Get IP address action error */
"The response data was not a valid string." = "Les données de réponse ne sont pas une chaîne valide.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Vous devez sélectionner un tableau pour récupérer des cartes qui s’y trouvent.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Vous devez sélectionner un tableau pour récupérer des listes qui s’y trouvent.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Vous devez sélectionner une liste pour récupérer des cartes qui s’y trouvent.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Votre compte Trello n’a pas pu être validé. Veuillez vous déconnecter et réessayer !";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Aucune clé fournie";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Lieu personnalisé introuvable";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Aucun lieu personnalisé";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Obtenir la distance a été configuré de façon à obtenir la durée du trajet depuis un lieu choisi, mais celui que vous avez fourni est introuvable.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "Obtenir la distance a été configuré de façon à obtenir la durée du trajet depuis un lieu choisi, mais ce dernier n’a pas été fourni.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "Obtenir la distance n’a pas pu estimer la distance, car aucun lieu n’a été utilisé comme entrée.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Police d’Emoji introuvable.";

/* Get frames from image error */
"No Image Provided" = "Aucune image fournie";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Aucun GIF n’a été utilisé comme entrée pour Obtenir les images de l’image.";

/* Get group from matched text action error */
"No Match" = "Aucune correspondance";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "L’index que vous avez indiqué se trouve en dehors de la plage possible (vous avez demandé le groupe %1$ld, et seuls %2$ld groupes se trouvent dans la correspondance)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Obtenir le groupe du texte correspondant a échoué, car aucune correspondance n’a été trouvée pour le groupe de capture %ld.";

/* Get halfway point action error */
"No first location was provided." = "Aucun premier lieu n’a été fourni.";

/* Get halfway point action error */
"No second location was provided." = "Aucun deuxième lieu n’a été fourni.";

/* Get halfway point action error */
"Please provide a first location." = "Veuillez indiquer un premier lieu.";

/* Get halfway point action error */
"Please provide a second location." = "Veuillez fournir un deuxième lieu.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "La plage que vous avez indiquée n’est pas valide (vous avez demandé les éléments %1$d à %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "La plage que vous avez indiquée se trouve en dehors de la plage possible (vous avez demandé les éléments %1$d à %2$d, mais le premier élément se trouve à l’index 1)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "La plage que vous avez indiquée se trouve en dehors de la plage possible (vous avez demandé les éléments %1$d à %2$d, mais la liste n’en comporte que %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Vous avez demandé l’élément %d, mais le premier élément se trouve à l’index 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Raccourcis n’a trouvé aucune importation dans votre photothèque.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Raccourcis n’a pas trouvé les éléments requis dans votre photothèque.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Obtenir le temps de trajet a été configuré de façon à obtenir la durée du trajet depuis un lieu choisi, mais celui que vous avez fourni est introuvable.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "Obtenir le temps de trajet a été configuré de façon à obtenir la durée du trajet depuis un lieu choisi, mais ce dernier n’a pas été fourni.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "L’accès de Santé à %@ est désactivé. Vous pouvez activer des catégories de données de santé dans l’app Santé.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Pour répondre à cette question, Raccourcis a besoin d’accéder à vos données %@.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "Raccourcis n’a pas accès à vos données %@.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "Échantillon de quantité de %@, aucune information d’unité";

/* Health category date */
"Date" = "Date";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Début du cycle";

/* Health category start date */
"Start Date" = "Date de début";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Pression artérielle";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Type de test";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Au moment du repas";

/* Health quantity; blood pressure */
"Diastolic" = "Diastolique";

/* Health quantity; blood pressure */
"Systolic" = "Systolique";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Raison";

/* Health unit for count of generic health sample */
"count" = "numération";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "nombre";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "nombre";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "oz";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "Les types %@ ne sont pas implémentés";

/* HealthKit resource error */
"This device does not have the Health app." = "Cet appareil ne possède pas l’app Santé.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Ce raccourci requiert l’app Santé, mais elle n’est pas installée sur cet appareil.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Conditions d’utilisation";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Conditions d’utilisation";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Assurez-vous que votre appareil n’est pas en mode Avion et réessayez. Cette opération peut être simplifiée en activant le Wi-Fi.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Raccourcis n’a pas pu trouver votre emplacement actuel.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Une date non valide a été fournie. Veuillez indiquer une date pour l’échantillon ou laisser le champ vide pour utiliser la date actuelle.";

/* Log health sample */
"Invalid Date Range" = "Plage de dates non valide";

/* Log health sample */
"No Value Selected" = "Aucune valeur sélectionnée";

/* Log health sample */
"Please select a type for this Health sample." = "Veuillez sélectionner un type pour cet échantillon de Santé.";

/* Log health sample */
"Please select an end date that is after the start date." = "Veuillez sélectionner une date de fin ultérieure à la date de début.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Veuillez sélectionner une valeur pour cet échantillon de qualité de la glaire cervicale.";

/* Log health sample; health sample type */
"No Type Selected" = "Aucun type sélectionné";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Aucune raison sélectionnée";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Veuillez saisir une raison pour l’administration d’insuline.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Veuillez sélectionner une valeur pour cet échantillon de menstruations.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Veuillez indiquer si cet échantillon a été prélevé en début de cycle.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Aucune unité sélectionnée";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Veuillez sélectionner une unité de mesure pour cet échantillon de Santé.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Veuillez sélectionner une valeur pour ce résultat de test d’ovulation.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Veuillez sélectionner une valeur pour cet échantillon d’analyse du sommeil.";

/* Log in view; email address placeholder */
"Email address" = "Adresse e-mail";

/* Log workout action */
"No Workout Type Selected" = "Aucun type d’exercice sélectionné";

/* Log workout action */
"Please select a type of activity for this workout." = "Veuillez sélectionner un type d’activité pour cet exercice.";

/* Login error */
"Your username and/or password are incorrect." = "Votre nom d’utilisateur ou mot de passe est incorrect.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Vos identifiants sont stockés sur cet appareil uniquement et ne seront pas partagés avec nos serveurs ni avec des développeurs tiers.";

/* Mail error */
"A recipient is required to send message" = "Un destinataire est requis pour l’envoi du message";

/* Mail error */
"A sender is required to send message" = "Un expéditeur est requis pour l’envoi du message";

/* Mail error */
"A stable connection to the server could not be established" = "Impossible d’établir une connexion stable au serveur";

/* Mail error */
"Account check failed because the account is invalid" = "La vérification du compte a échoué car ce dernier n’est pas valide";

/* Mail error */
"An application specific password is required" = "Un mot de passe propre à l’application est requis";

/* Mail error */
"An error occurred during an IDLE operation" = "Une erreur s’est produite lors d’une opération IDLE";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Une erreur s’est produite lors de l’abonnement au (ou du désabonnement du) dossier demandé";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Une erreur s’est produite lors de l’ajout d’un message au dossier demandé";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Une erreur s’est produite lors de la copie d’un message vers le dossier demandé";

/* Mail error */
"An error occurred while creating the requested folder" = "Une erreur s’est produite lors de la création du dossier demandé";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Une erreur s’est produite lors de la suppression d’un message sur le serveur POP";

/* Mail error */
"An error occurred while deleting the requested folder" = "Une erreur s’est produite lors de la suppression du dossier demandé";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Une erreur s’est produite lors de la suppression d’un message dans le dossier demandé";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Une erreur s’est produite lors de la récupération d’une liste de messages sur le serveur POP";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Une erreur s’est produite lors de la récupération des messages dans le dossier demandé";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Une erreur s’est produite lors de l’exécution d’une opération No-Op";

/* Mail error */
"An error occurred while renaming the requested folder" = "Une erreur s’est produite lors de la modification du nom du dossier demandé";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Une erreur s’est produite lors de la demande des capacités du serveur";

/* Mail error */
"An error occurred while requesting the server's identity" = "Une erreur s’est produite lors de la demande de l’identité du serveur";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Une erreur s’est produite lors de la demande de l’espace de noms du serveur";

/* Mail error */
"An error occurred while sending the message" = "Une erreur s’est produite lors de l’envoi du message";

/* Mail error */
"An error occurred while storing flags" = "Une erreur s’est produite lors du stockage des drapeaux";

/* Mail error */
"An error when requesting date" = "Une erreur s’est produite lors de la demande de la date";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Tentative d’envoi d’un message avec une pièce jointe non autorisée";

/* Mail error */
"Authentication is required for this SMTP server" = "Une authentification est requise pour ce serveur SMTP";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Les limites de bande passante ont été dépassées lors de la demande des données de ce compte Gmail";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Impossible d’envoyer le message car il a été détecté comme potentiellement indésirable par le serveur";

/* Mail error */
"Compression is not available" = "Compression non disponible";

/* Mail error */
"Credentials with password too simple" = "Informations d’identification avec mot de passe trop simple";

/* Mail error */
"Error while running custom command" = "Erreur d’exécution d’une commande personnalisée";

/* Mail error */
"File access error" = "Erreur d’accès au fichier";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "Le protocole IMAP n’est pas activé pour ce compte Gmail";

/* Mail error */
"MobileMe is no longer an active mail service" = "Le service de messagerie électronique MobileMe n’est plus actif";

/* Mail error */
"No valid server found" = "Aucun serveur valide trouvé";

/* Mail error */
"Sending messages is not allowed on this server" = "L’envoi de messages n’est pas autorisé sur ce serveur";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "La limite de stockage SMTP a été atteinte lors de la tentative d’envoi d’un message volumineux";

/* Mail error */
"The certificate for this server is invalid" = "Le certificat d’accès à ce serveur n’est pas valide";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "Le compte HotMail actif ne peut pas se connecter au service webmail";

/* Mail error */
"The operation succeeded" = "L’opération a réussi";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "Le dossier demandé n’existe pas. La sélection du dossier a échoué";

/* Mail error */
"The server does not support STARTTLS connections" = "Le serveur ne prend pas en charge les connexions STARTTLS";

/* Mail error */
"The server does not support TLS/SSL connections" = "Le serveur ne prend pas en charge les connexions TLS/SSL";

/* Mail error */
"The user needs to log in via the web browser" = "L’utilisateur doit se connecter via le navigateur web";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "Trop de connexions simultanées à ce compte Gmail ont été établies";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Authentification impossible avec les informations d’identification de la session active";

/* Mail error */
"Unable to parse response from server" = "Impossible d’analyser la réponse du serveur";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "L’utilisateur a dépassé le nombre maximal de messages pouvant être envoyés chaque jour";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Les serveurs de Yahoo! sont actuellement indisponibles";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "La variable « %@ » ne contenait aucune image à utiliser pour appliquer un masque.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Assurez-vous de sélectionner une variable pour l’option « Masque d’image » dans l’action Masquer l’image.";

/* Mask Image action error title */
"No Mask Provided" = "Aucun masque fourni";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Veuillez sélectionner un service dans %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Ce JavaScript est similaire à un script qui est connu pour ne pas être sécurisé. Pour votre sécurité, il ne sera pas exécuté.";

/* Multiple App Store apps */
"App Store apps" = "Apps de l’App Store";

/* Multiple Box files */
"Box files" = "Fichiers Box";

/* Multiple Dropbox files */
"Dropbox files" = "Fichiers Dropbox";

/* Multiple Evernote notes */
"Evernote notes" = "Notes Evernote";

/* Multiple Giphy items */
"Giphy items" = "Éléments Giphy";

/* Multiple Trello boards */
"Trello boards" = "Tableaux Trello";

/* Multiple Trello cards */
"Trello cards" = "Cartes Trello";

/* Multiple Trello items */
"Trello items" = "Éléments Trello";

/* Multiple Trello lists */
"Trello lists" = "Listes Trello";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Feuilles Ulysses";

/* Multiple bar codes */
"Bar codes" = "Codes-barres";

/* Multiple blood pressure recordings */
"Blood pressures" = "Pressions artérielles";

/* Multiple health samples in HealthKit */
"Health samples" = "Échantillons de Santé";

/* Multiple iTunes artists */
"iTunes artists" = "Artistes iTunes";

/* Multiple iTunes products */
"iTunes products" = "Produits iTunes";

/* Multiple text matches */
"Text matches" = "Correspondances de textes";

/* Multiple workout samples */
"Workout samples" = "Échantillons d’exercice";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@ : %@";

/* Navigation bar title */
"Edit Account" = "Modifier le compte";

/* Navigation bar title */
"Email Settings" = "Réglages du courrier électronique";

/* Navigation bar title */
"Log In to CloudApp" = "Se connecter à CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Se connecter | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Se connecter à Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Se connecter à Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Se connecter à WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Tendances actuelles";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Cellulaire";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Effacez la barre de recherche pour afficher les GIF du moment.";

/* No GIFs found empty state title */
"No Results Found" = "Aucun résultat trouvé";

/* None option */
"None" = "Aucun";

/* One text match */
"Text match" = "Correspondance de texte";

/* One workout sample */
"Workout sample" = "Échantillon d’exercice";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Assurez-vous de transmettre une URL dans l’action Ouvrir l’URL.";

/* Open URL action error */
"The URL could not be opened." = "Impossible d’ouvrir l’adresse URL.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "Ouvrir l’app a échoué, car aucune app à ouvrir n’a été trouvée.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Ouvrir l’app a échoué, car l’app n’a pas pu être ouverte.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "Ouvrir dans… a échoué, car aucune app dans laquelle effectuer l’ouverture n’a été trouvée.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "%1$@ n’est pas installé ou n’a pas pu ouvrir le fichier %2$@.";

/* Optional field placeholder */
"Optional" = "Facultatif";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Assurez-vous de choisir une variable dans l’action Superposer l’image.";

/* Overlay image action error */
"No Overlay Image" = "Aucune image superposée";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "La variable « %@ » ne contenait aucune image à superposer.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Traitement de l’image…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Plans";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "À vélo";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "En voiture";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "En transports";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "À pied";

/* Parameter placeholder; parameter sets a filename */
"optional" = "facultatif";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "Après le repas";

/* Parameter value */
"Asleep (Parameter Value)" = "Endormi";

/* Parameter value */
"Awake (Parameter Value)" = "Réveillé";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Basale";

/* Parameter value */
"Before Meal (Parameter Value)" = "Avant le repas";

/* Parameter value */
"Bolus (Parameter Value)" = "Bolus";

/* Parameter value */
"Creamy (Parameter Value)" = "Crémeux";

/* Parameter value */
"Dry (Parameter Value)" = "Sec";

/* Parameter value */
"Egg White (Parameter Value)" = "Blanc d’œuf";

/* Parameter value */
"Female (Parameter Value)" = "Femme";

/* Parameter value */
"Heavy (Parameter Value)" = "Lourd";

/* Parameter value */
"Idle (Parameter Value)" = "Inactif";

/* Parameter value */
"In Bed (Parameter Value)" = "Au lit";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Non déterminé";

/* Parameter value */
"Light (Parameter Value)" = "Léger";

/* Parameter value */
"Male (Parameter Value)" = "Homme";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Test d’effort max";

/* Parameter value */
"Medium (Parameter Value)" = "Moyen";

/* Parameter value */
"Negative (Parameter Value)" = "Négatif";

/* Parameter value */
"No (Parameter Value)" = "Non";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Prédiction sans effort";

/* Parameter value */
"Not Set (Parameter Value)" = "Non défini";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "Autre";

/* Parameter value */
"Positive (Parameter Value)" = "Positif";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Protection non utilisée";

/* Parameter value */
"Protection Used (Parameter Value)" = "Protection utilisée";

/* Parameter value */
"Sticky (Parameter Value)" = "Épais";

/* Parameter value */
"Stood (Parameter Value)" = "En activité";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Prédiction avec effort sous max";

/* Parameter value */
"Unspecified (Parameter Value)" = "Non spécifié";

/* Parameter value */
"Watery (Parameter Value)" = "Fluide";

/* Parameter value */
"Yes (Parameter Value)" = "Oui";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Identique à l’entrée";

/* Password placeholder or title */
"Password" = "Mot de passe";

/* Person’s name field placeholder */
"John Appleseed" = "Gilles Allain";

/* Person’s name field title */
"Name" = "Nom";

/* Pinboard login option */
"Use API Token" = "Utiliser le jeton API";

/* Pinboard login option */
"Use API Token Instead" = "Utiliser plutôt le jeton API";

/* Pinboard login option */
"Use Password" = "Utiliser le mot de passe";

/* Pinboard login option */
"Use Password Instead" = "Utiliser un mot de passe";

/* Pinboard login section header */
"API Token" = "Jeton API";

/* Pinboard login section header */
"Pinboard Login" = "Connexion à Pinboard";

/* Playlist picker parameter */
"My Music Library" = "Ma bibliothèque musicale";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "Aucun élément correspondant aux critères indiqué n’a été trouvé dans Pocket.";

/* Post to Tumblr action error */
"No Blog" = "Aucun blog";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Vous n’avez pas indiqué de blog sur lequel publier.";

/* QuickLook action error */
"No Items" = "Aucun élément";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Aucun élément à prévisualiser n’a été transmis dans l’action Coup d’œil.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Activer Siri";

/* Remove calendar item error */
"Remove" = "Supprimer";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "Le montant que vous avez indiqué, %@, est supérieur au montant maximum que vous pouvez demander.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "Le montant que vous avez indiqué, %@, est inférieur au montant minimum que vous pouvez demander.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "La personne à laquelle vous essayez de demander de l’argent n’a pas de compte %@ configuré.";

/* Required field placeholder */
"Required" = "Obligatoire";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "Le script doit appeler la fonction `completion(result)` une fois l’opération terminée";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "Une erreur inconnue s’est produite lors de l’exécution de JavaScript.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "L’exécution de JavaScript sur la page web a échoué, car le script a mis trop de temps à appeler le gestionnaire d’achèvement.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "Expiration du délai JavaScript";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "Exception JavaScript";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "JavaScript non valide";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "L’authentification SSH a échoué";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Veuillez vérifier vos identifiants dans l’action Exécuter script SSH et réessayer.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Raccourci introuvable";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Assurez-vous qu’un raccourci valide est sélectionné dans l’action Exécuter le raccourci.";

/* SSH action error */
"Channel allocation error" = "Erreur d’allocation de chaîne";

/* SSH action error */
"Connection timed out" = "La connexion a expiré";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "Exécuter le script avec SSH n’a pas pu se connecter au serveur SSH.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Album inconnu";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "L’album photo sélectionné n’existe pas.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Scanner un code";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Rechercher dans Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Vous devez saisir une recherche pour l’action Rechercher des commerces locaux.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Aucun lieu trouvé";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Aucun lieu n’a été trouvé avec les mots-clés « %@ ».";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Si vous utilisez une version de WordPress auto-hébergée, saisissez l’URL de votre site au-dessus.";

/* Section header */
"WordPress Login" = "Connexion à WordPress";

/* Section header for WordPress site URL */
"Site URL" = "URL du site";

/* Section header title */
"CloudApp Login" = "Connexion à CloudApp";

/* Section header title */
"Incoming Mail Server" = "Serveur de réception";

/* Section header title */
"Instapaper Login" = "Connexion à Instapaper";

/* Section header title */
"Outgoing Mail Server" = "Serveur d’envoi";

/* Section header title; email account */
"Accounts" = "Comptes";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Envoi d’e-mails impossible. Cette option n’est peut-être pas configurée.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Compte de messagerie électronique non valide";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "Le compte de messagerie électronique sélectionné n’est pas connecté à Raccourcis sur cet appareil.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Envoi de messages impossible. iMessage n’est peut-être pas activé.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "Le montant que vous avez indiqué, %@, est supérieur au montant maximum que vous pouvez envoyer.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "Le montant que vous avez indiqué, %@, est inférieur au montant minimum que vous pouvez envoyer.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "Le montant que vous avez indiqué était en %1$@, ce qui n’est pas pris en charge par %2$@.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "Votre compte ne contient pas assez d’argent pour envoyer le paiement.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "La personne à laquelle vous essayez d’envoyer de l’argent n’a pas de compte %@ configuré.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Vous n’avez pas configuré de compte bancaire sur cet appareil.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Vous devrez ouvrir %@ pour vérifier vos informations d’identification.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Supérieur au montant maximum";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Inférieur au montant minimum";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Devise non prise en charge";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Fonds insuffisants";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Aucun compte bancaire";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Informations d’identification non vérifiées";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Aucun compte";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Localisation";

/* Service name */
"Microphone" = "Microphone";

/* Service name */
"Notifications" = "Notifications";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Reconnaissance vocale";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Aucune clé n’a été fournie pour l’action Définir la valeur du dictionnaire pour la valeur « %@ ».";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Aucune valeur fournie";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Aucune valeur n’a été fournie pour l’action Définir la valeur du dictionnaire pour la clé « %@ ».";

/* Show definition action error */
"A definition could not be found for that term." = "Aucune définition n’est disponible pour ce terme.";

/* Show definition action error */
"No Word Specified" = "Aucun mot spécifié";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Aucun mot n’a été transmis comme entrée pour Afficher la définition";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Cela peut se produire si aucun dictionnaire n’est installé. Pour gérer vos dictionnaires, sélectionnez un mot dans une app et choisissez Définition. Touchez ensuite Gérer.";

/* Show in calendar action error */
"Calendar could not be opened." = "Impossible d’ouvrir Calendrier.";

/* Show webpage action error */
"Unsupported URL" = "Adresse URL non gérée";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "L’action Afficher la page web prend en charge les URL de type http:// et https://, mais vous avez essayé d’afficher une URL de type %@://.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "%@ n’est pas configuré pour passer des appels.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Le démarrage de l’appel a échoué, car %@ n’est pas disponible.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Le démarrage de l’appel a échoué, car %@ ne peut pas y prendre part.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ ne prend pas en charge les coordonnées indiquées.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Configuration requise";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ indisponible";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Contact non pris en charge";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Coordonnées non valides";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Date de début de la pression artérielle";

/* Subcategory */
"Device" = "Appareil";

/* Subcategory for Set Volume action */
"Playback" = "Lecture";

/* Take photo action error */
"No suitable camera was detected on this device." = "Aucun appareil photo approprié n’a été détecté sur cet appareil.";

/* Time until date action */
"An invalid date to compare to was provided." = "Une date non valide a été fournie pour la comparaison.";

/* Time until date action */
"No from date was provided." = "Aucune date de début n’a été fournie.";

/* Time until date action error */
"An invalid from date was provided." = "Une date de début non valide a été fournie.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "JavaScript non sécurisé";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "Une heure de fin non valide a été fournie. Veuillez indiquer une heure de fin pour Ne pas déranger.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Aucun événement de calendrier n’a été fourni. Veuillez indiquer un événement de calendrier pour activer Ne pas déranger pour la durée de.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Veuillez fournir une heure de fin située dans le futur pour Ne pas déranger.";

/* Trim video action error */
"The input was not a video that can be edited." = "L’entrée n’est pas une vidéo modifiable.";

/* URL action error; %@=url */
"Invalid URL: %@" = "URL non valide : %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Veuillez réautoriser Raccourcis avec Ulysses pour accéder à cette feuille.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Accès à Ulysses requis";

/* Unspecified health kit category sample type */
"Unspecified" = "Non spécifié";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Enregistrement audio";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " et ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " et ";

/* User name field title */
"User Name" = "Nom d’utilisateur";

/* Username placeholder or title */
"Username" = "Nom d’utilisateur";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "La lampe torche de cet appareil n’est pas disponible pour une utilisation avec Raccourcis pour le moment.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Cet appareil ne possède pas de lampe torche.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "L’action Météo a été configurée de façon à obtenir la météo pour un lieu choisi, mais ce dernier n’a pas été fourni.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Impossible de déterminer le lieu.";

/* Weather condition: Blizzard */
"Blizzard" = "Blizzard";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Tempête de neige";

/* Weather condition: Blustery */
"Blustery" = "Bourrasques de vent";

/* Weather condition: Clear */
"Clear" = "Dégagé";

/* Weather condition: Cloudy */
"Cloudy" = "Nuageux";

/* Weather condition: Cold */
"Cold" = "Froid";

/* Weather condition: Drizzle */
"Drizzle" = "Bruine";

/* Weather condition: Dust */
"Dust" = "Poussière";

/* Weather condition: Foggy */
"Foggy" = "Brouillard";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Bruine verglaçante";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Pluie verglaçante";

/* Weather condition: Hail */
"Hail" = "Grêle";

/* Weather condition: Haze */
"Haze" = "Brume";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Fortes pluies";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Gros flocons";

/* Weather condition: Hot */
"Hot" = "Chaud";

/* Weather condition: Hurricane */
"Hurricane" = "Ouragan";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Averses orageuses isolées";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Orages isolés";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Faibles chutes de neige";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Mélange de pluie et de grêle";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Mélange de pluie et de neige fondue";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Mélange de pluie et de neige";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Mélange de neige et de neige fondue";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Ciel plutôt dégagé";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Nuages prédominants";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Belles éclaircies";

/* Weather condition: Rain */
"Rain" = "Pluie";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Averses éparses";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Chutes de neige éparses";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Orages épars";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Orages violents";

/* Weather condition: Showers */
"Showers" = "Averses";

/* Weather condition: Sleet */
"Sleet" = "Neige fondue";

/* Weather condition: Smoky */
"Smoky" = "Pollué";

/* Weather condition: Snow */
"Snow" = "Neige";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Chutes de neige";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Orages";

/* Weather condition: Tornado */
"Tornado" = "Tornade";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Tempête tropicale";

/* Weather condition: Windy */
"Windy" = "Vent";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@, %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Polluant atmosphérique";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Polluants atmosphériques";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "Le dossier n’existe pas.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "Le conteneur iCloud est introuvable.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud n’a pas pu obtenir de lien vers ce fichier, car il s’agit d’un dossier. iCloud prend uniquement en charge l’obtention de liens vers des fichiers ordinaires.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud n’a pas pu obtenir de lien vers %@, car il s’agit d’un paquet (un paquet est un dossier faisant office de fichier).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "« %@ » est un lot";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "Le chemin que vous avez essayé d’utiliser pour l’enregistrement (%@) n’existe pas dans iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "Le chemin que vous avez essayé d’utiliser pour l’enregistrement (%@) est un fichier existant dans iCloud. Lorsque vous enregistrez plusieurs fichiers simultanément, essayez plutôt d’indiquer le chemin vers un dossier.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = " «%@ » est un dossier";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "Le fichier existe déjà";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "Ce fichier existe déjà.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "L’adresse e-mail ou le mot de passe que vous avez indiqué est incorrect. Pour vous connecter à iCloud Mail dans Raccourcis, vous devez utiliser un mot de passe spécifique à l’app.\n\nSi vous n’avez pas activé l’identification à deux facteurs, vous devez le faire pour générer un mot de passe spécifique à l’app.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Acteur";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Album";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Artiste";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Auteur";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Compositeur";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Description";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Réalisateur";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Film";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Genre";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Mots-clés";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Langue";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Artiste";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Vidéo";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Producteur";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "Identifiant du produit";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Indice de classement";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Classement";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Année de sortie";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Court-métrage";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Afficher";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Développeur";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "Morceau";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Épisode";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Saison";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Titre";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Tout";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Artiste";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Piste";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Auteurs";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Livres audio";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Livres";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Artistes";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Vidéos";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Albums";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Artistes";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Morceaux";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Pistes";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Clips vidéo";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Auteurs";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcasts";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Artistes";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Courts-métrages";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Épisodes";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Saisons";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Artistes";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Pistes";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Apps";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Livres audio";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Livres";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Clips vidéo";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Musique";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcasts";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Courts-métrages";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "Séries TV";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Tout";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Vidéos";

